Repository: netdcy/FlowVision
Catalog: FlowVision/Sources/SettingsViews/mul.lproj/GeneralSettingsViewController.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

# 6dV-cD-yRh.title
source: Homepage
ar: الصفحة الرئيسية
de: Startseite
es: Página principal
fr: Page d'accueil
ja: ホームページ
ko: 홈페이지
nl: Startpagina
pt_br: Página inicial
pt_pt: Página Inicial
ru: Главная страница
sv: Hemsida
zh_hans: 主页
zh_hant: 首頁

# 7aF-tg-6Qj.title
source: Permissions:
ar: أذونات:
de: Berechtigungen:
es: Permisos:
fr: Autorisations :
it: Autorizzazioni:
ja: アクセス権:
ko: 사용 권한:
nl: Machtigingen:
pt_br: Permissões:
pt_pt: Permissões:
ru: Разрешения:
sv: Behörigheter:
zh_hans: 权限设置：
zh_hant: 權限：

# BFV-85-Ue3.title
source: Select Folder...
ar: حدد المجلد...
de: Ordner auswählen...
es: Seleccionar carpeta...
fr: Sélectionner un dossier...
it: Seleziona cartella...
ja: フォルダを選択…
ko: 폴더 선택...
nl: Map selecteren...
pt_br: Selecionar Pasta...
pt_pt: Selecionar Pasta...
ru: Выберите папку...
sv: Välj mapp...
zh_hans: 选择目录…
zh_hant: 選擇資料夾...

# EBi-bb-P2R.title
source: Auto Hide Toolbar
ar: إخفاء شريط الأدوات تلقائيًا
de: Symbolleiste automatisch ausblenden
es: Ocultar automáticamente la barra de herramientas
fr: Masquer automatiquement la barre d'outils
it: Nascondi automaticamente la barra degli strumenti
ja: 自動的にツールバーを隠す
ko: 자동 숨김 도구 모음
nl: Werkbalk automatisch verbergen
pt_br: Ocultar automaticamente a barra de ferramentas
pt_pt: Esconder Barra de Ferramentas Automaticamente
ru: Автоматически скрывать панель инструментов
sv: Dölj verktygsfält automatiskt
zh_hans: 自动隐藏工具栏
zh_hant: 自動隱藏工具欄

# NOF-sJ-b0B.title
source: Click the button to set this application as the default program for common image formats. For other image formats such as PSD and RAW, please associate them manually.
ar: انقر على الزر لتعيين هذا التطبيق كتطبيق افتراضي للتنسيقات الشائعة للصور. بالنسبة لتنسيقات الصور الأخرى مثل PSD و RAW، يرجى تعيينها يدويًا
de: Klicken Sie auf die Schaltfläche, um diese Anwendung als Standardprogramm für gängige Bildformate festzulegen. Für andere Bildformate wie PSD und RAW, ordnen Sie sie bitte manuell zu.
es: Haz clic en el botón para establecer esta aplicación como el programa predeterminado para formatos de imagen comunes. Para otros formatos de imagen como PSD y RAW, asócialos manualmente.
fr: Cliquez sur le bouton pour définir cette application comme programme par défaut pour les formats d'image courants. Pour d'autres formats d'image comme PSD et RAW, veuillez les associer manuellement.
it: Fare clic sul pulsante per impostare questa applicazione come programma predefinito per i formati di immagine comuni. Per altri formati di immagine come PSD e RAW, associarli manualmente.
ja: このアプリケーションを一般的な画像形式の既定のプログラムに設定するには、ボタンをクリックしてください。PSDやRAWなどの他の画像形式については、手動で関連付けてください。
ko: 버튼을 클릭하여 이 응용 프로그램을 일반 이미지 형식의 기본 프로그램으로 설정하십시오. PSD 및 RAW와 같은 다른 이미지 형식은 수동으로 연결해 주세요.
nl: Klik op de knop om deze applicatie in te stellen als het standaardprogramma voor gangbare afbeeldingsformaten. Voor andere afbeeldingsformaten zoals PSD en RAW dient u deze handmatig te koppelen.
pt_br: Clique no botão para definir este aplicativo como o programa padrão para formatos de imagem comuns. Para outros formatos de imagem, como PSD e RAW, associe-os manualmente.
pt_pt: Clique no botão para definir esta aplicação como o programa padrão para formatos de imagem comuns. Para outros formatos de imagem, como PSD e RAW, associe-os manualmente.
ru: Нажмите кнопку, чтобы установить это приложение в качестве программы по умолчанию для распространенных форматов изображений. Для других форматов изображений, таких как PSD и RAW, пожалуйста, ассоциируйте их вручную.
sv: Klicka på knappen för att ställa in den här applikationen som standardprogram för vanliga bildformat. För andra bildformat som PSD och RAW, vänligen associera dem manuellt.
zh_hans: 点击按钮将此应用设置为常见图像格式的默认程序。其它图像格式例如PSD和RAW等请手动关联。
zh_hant: 點擊按鈕以將此應用程序設置為常見圖像格式的默認程序。對於其他圖像格式，如PSD和RAW，請手動關聯。

# PZ6-Ug-5uU.title
source: File Associations:
ar: ارتباطات الملفات:
de: Dateizuordnungen:
es: Asociaciones de archivos:
fr: Associations de fichiers :
it: Associazioni file:
ja: ファイル関連付け:
ko: 파일 연결:
nl: Bestandstoewijzingen:
pt_br: Associações de Arquivo:
pt_pt: Associações de Ficheiros:
ru: Ассоциации файлов:
sv: Filkopplingar:
zh_hans: 文件关联：
zh_hant: 檔案關聯：

# QHt-c1-9Ji.title
source: Toolbar:
ar: شريط الأدوات:
de: Symbolleiste:
es: Barra de herramientas:
fr: Barre d'outils :
it: Barra degli strumenti:
ja: ツールバー:
ko: 도구 모음:
nl: Werkbalk:
pt_br: Barra de ferramentas:
pt_pt: Barra de ferramentas:
ru: Панель инструментов:
sv: Verktygsfält:
zh_hans: 工具栏：
zh_hant: 工具列：

# QqU-Xz-7dB.title
source: When this option is enabled, the multi-tab bar cannot be used. Restart the application for changes to take effect.
ar: عند تفعيل هذا الخيار، لا يمكن استخدام شريط التبويبات المتعددة. أعد تشغيل التطبيق لتصبح التغييرات سارية المفعول.
de: Wenn diese Option aktiviert ist, kann die Multi-Tab-Leiste nicht verwendet werden Starten Sie die Anwendung neu, damit die Änderungen wirksam werden
es: Cuando esta opción está habilitada, la barra de pestañas múltiples no se puede usar Reinicie la aplicación para que los cambios surtan efecto
fr: Lorsque cette option est activée, la barre multi-onglets ne peut pas être utilisée. Redémarrez l'application pour que les modifications prennent effet.
it: Quando questa opzione è abilitata, la barra multi-tab non può essere utilizzata. Riavvia l'applicazione affinché le modifiche abbiano effetto.
ja: このオプションを有効にすると、マルチタブバーを使用できません。変更を有効にするにはアプリケーションを再起動してください。
ko: 이 옵션을 활성화하면 멀티탭 바를 사용할 수 없습니다. 변경 사항이 적용되려면 응용 프로그램을 다시 시작하십시오.
nl: Wanneer deze optie is ingeschakeld, kan de multi-tabbladenbalk niet worden gebruikt. Start de applicatie opnieuw op om de wijzigingen door te voeren.
pt_br: Quando esta opção está ativada, a barra de várias abas não pode ser usada. Reinicie o aplicativo para que as alterações tenham efeito.
pt_pt: Quando esta opção está ativada, a barra de múltiplas abas não pode ser utilizada. Reinicie a aplicação para que as alterações tenham efeito.
ru: Если эта опция включена, многофункциональная панель вкладок не может использоваться. Перезапустите приложение, чтобы изменения вступили в силу
sv: När detta alternativ är aktiverat kan flikfältet inte användas. Starta om programmet för att ändringarna ska träda i kraft.
zh_hans: 启用此选项时不能使用多标签页栏。重启应用以使更改生效。
zh_hant: 啟用此選項時，無法使用多標籤欄。重啟應用程式以使變更生效

# Z13-dJ-JBv.title
source: "Files and Folders" permission is required to open directories and files. "Automation" permission is required to retain original location information when deleting to the Trash (without this permission, the "Put Back" feature in the Trash will not work).
ar: يلزم الحصول على إذن "الملفات والمجلدات" لفتح الأدلة والملفات. يلزم الحصول على إذن "الأتمتة" للاحتفاظ بمعلومات الموقع الأصلي عند الحذف إلى سلة المهملات (بدون هذا الإذن، لن تعمل ميزة "إعادة الوضع" في سلة المهملات).
de: Die Berechtigung "Dateien und Ordner" ist erforderlich, um Verzeichnisse und Dateien zu öffnen. Die Berechtigung "Automatisierung" ist erforderlich, um ursprüngliche Standortinformationen beim Löschen in den Papierkorb beizubehalten (ohne diese Berechtigung funktioniert die Funktion "Zurücklegen" im Papierkorb nicht).
es: Se requiere permiso de "Archivos y Carpetas" para abrir directorios y archivos. Se requiere permiso de "Automatización" para conservar la información de ubicación original al eliminar a la Papelera (sin este permiso, la función de "Restaurar" en la Papelera no funcionará).
fr: L'autorisation "Fichiers et dossiers" est requise pour ouvrir des répertoires et des fichiers L'autorisation "Automatisation" est requise pour conserver les informations de localisation d'origine lors de la suppression vers la Corbeille (sans cette autorisation, la fonctionnalité "Remettre" dans la Corbeille ne fonctionnera pas)
it: È necessario il permesso "File e cartelle" per aprire directory e file. È necessario il permesso "Automazione" per mantenere le informazioni sulla posizione originale quando si spostano elementi nel Cestino (senza questo permesso, la funzione "Ripristina" nel Cestino non funzionerà).
ja: ディレクトリやファイルを開くには「ファイルとフォルダ」権限が必要です。「自動化」権限がないと、ゴミ箱に削除する際に元の場所情報を保持できません（この権限がないと、ゴミ箱の「元に戻す」機能が使えません）。
ko: "파일 및 폴더" 권한이 디렉토리 및 파일을 열기 위해 필요합니다. 휴지통으로 삭제할 때 원래 위치 정보를 유지하려면 "자동화" 권한이 필요합니다 (이 권한이 없으면 휴지통의 "되돌리기" 기능이 작동하지 않습니다).
nl: Toestemming voor "Bestanden en Mappen" is vereist om mappen en bestanden te openen. Toestemming voor "Automatisering" is vereist om oorspronkelijke locatie-informatie te behouden bij het verwijderen naar de prullenbak (zonder deze toestemming zal de functie "Zet Terug" in de prullenbak niet werken).
pt_br: É necessária a permissão de "Arquivos e Pastas" para abrir diretórios e arquivos. É necessária a permissão de "Automação" para reter as informações de localização original ao excluir para a Lixeira (sem essa permissão, o recurso "Recolocar" na Lixeira não funcionará).
pt_pt: É necessário permissão de "Ficheiros e Pastas" para abrir diretórios e ficheiros. É necessária permissão de "Automação" para reter a informação da localização original ao eliminar para o Lixo (sem esta permissão, a funcionalidade "Repor" no Lixo não funcionará).
ru: Для открытия каталогов и файлов требуется разрешение "Файлы и папки". Для сохранения исходной информации о местоположении при удалении в корзину требуется разрешение "Автоматизация" (без этого разрешения функция "Вернуть обратно" в корзине не будет работать).
sv: Behörighet för "Filer och mappar" krävs för att öppna kataloger och filer "Automatisering" behörighet krävs för att behålla ursprunglig platsinformation när du raderar till papperskorgen (utan denna behörighet kommer funktionen "Återställ" i papperskorgen inte att fungera)
zh_hans: 需要“文件和文件夹”权限以打开目录和文件。 需要“自动化”权限以支持删除到废纸篓时保留原位置信息（不授予时无法在废纸篓使用“还原到原位置”功能）。
zh_hant: 需要“文件和文件夾”權限才能打開目錄和文件。將文件刪除至垃圾桶時需要“自動化”權限才能保留原始位置資訊（若無此權限，垃圾桶中的“放回”功能將無法使用）。

# dB2-6s-xY8.title
source: Quit Application When Closing Last Window
ar: إنهاء التطبيق عند إغلاق النافذة الأخيرة
de: Anwendung beim Schließen des letzten Fensters beenden
es: Salir de la aplicación al cerrar la última ventana
fr: Quitter l'application lors de la fermeture de la dernière fenêtre
it: Esci dall'applicazione quando chiudi l'ultima finestra
ja: 最後のウィンドウを閉じたときにアプリケーションを終了
ko: 마지막 창을 닫을 때 응용 프로그램 종료
nl: Toepassing afsluiten bij sluiten laatste venster
pt_br: Sair do aplicativo ao fechar a última janela
pt_pt: Sair da Aplicação ao Fechar a Última Janela
ru: Выход из приложения при закрытии последнего окна
sv: Avsluta programmet när sista fönstret stängs
zh_hans: 关闭最后一个窗口时退出程序
zh_hant: 關閉最後一個窗口時退出應用程序

# hGF-9Y-ejC.title
source: Auto
ar: تلقائي
de: Automatisch
es: Automático
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
pt_pt: Automático
ru: Авто
zh_hant: 自動

# mMX-oZ-Z7y.title
source: Last Folder
ar: آخر مجلد
de: Letzter Ordner
es: Última carpeta
fr: Dernier dossier
it: Ultima cartella
ja: 最後のフォルダ
ko: 마지막 폴더
nl: Laatste map
pt_br: Última Pasta
pt_pt: Última Pasta
ru: Последняя папка
sv: Senaste mappen
zh_hans: 上次的目录
zh_hant: 上一個資料夾

# nKY-fu-OXx.title
source: Homepage
ar: الصفحة الرئيسية
de: Startseite
es: Página principal
fr: Page d'accueil
it: Pagina principale
ja: ホームページ
ko: 홈페이지
nl: Startpagina
pt_br: Página inicial
pt_pt: Página Inicial
ru: Главная страница
sv: Hemsida
zh_hans: 主页
zh_hant: 主頁

# pPv-HR-smI.title
source: Set as Default Application
ar: تعيين كتطبيق افتراضي
de: Als Standardanwendung festlegen
es: Establecer como aplicación predeterminada
fr: Définir comme application par défaut
it: Imposta come applicazione predefinita
ja: デフォルトアプリケーションに設定
ko: 기본 응용 프로그램으로 설정
nl: Als standaardapplicatie instellen
pt_br: Definir como Aplicativo Padrão
pt_pt: Definir como Aplicação Padrão
ru: Установить как приложение по умолчанию
sv: Ange som standardapplikation
zh_hans: 设为默认应用
zh_hant: 設為預設應用程式

# qe3-7u-Trn.title
source: Restart the application for changes to take effect.
ar: أعد تشغيل التطبيق لتأخذ التغييرات مفعولها
de: Starten Sie die Anwendung neu, damit die Änderungen wirksam werden.
es: Reinicie la aplicación para que los cambios surtan efecto.
fr: Redémarrez l'application pour que les modifications prennent effet
it: Riavvia l'applicazione affinché le modifiche abbiano effetto
ja: 変更を適用するにはアプリケーションを再起動してください
ko: 변경 사항이 적용되도록 애플리케이션을 다시 시작하십시오.
nl: Start de applicatie opnieuw op om de wijzigingen door te voeren
pt_br: Reinicie o aplicativo para que as alterações tenham efeito
pt_pt: Reinicie a aplicação para que as alterações tenham efeito
ru: Перезапустите приложение, чтобы изменения вступили в силу
sv: Starta om applikationen för att ändringarna ska träda i kraft
zh_hans: 重启应用以使更改生效。
zh_hant: 重新啟動應用程式以使更改生效

# s9c-vd-E8g.title
source: Language:
ar: اللغة
de: Sprache:
es: Idioma:
fr: Langue:
it: Lingua:
ja: 言語:
ko: 언어:
nl: Taal:
pt_br: Idioma:
pt_pt: Idioma:
ru: Язык:
sv: Språk:
zh_hans: 界面语言：
zh_hant: 語言:

# uKy-ok-dDi.title
source: Close Behavior:
ar: سلوك الإغلاق:
de: Schließverhalten:
es: Comportamiento de cierre:
fr: Comportement de fermeture :
it: Comportamento alla chiusura:
ja: クローズ時の動作：
ko: 닫기 동작:
nl: Sluitgedrag:
pt_br: Comportamento ao Fechar:
pt_pt: Comportamento ao Fechar:
ru: Действие при закрытии:
sv: Stängningsbeteende:
zh_hans: 关闭行为：
zh_hant: 關閉行為：

# uga-eQ-cEz.title
source: Open Behavior:
ar: سلوك الفتح:
de: Öffnungsverhalten:
es: Comportamiento de apertura:
fr: Comportement d'ouverture :
it: Comportamento di apertura:
ja: 開く動作:
ko: 열기 동작:
nl: Openingsgedrag:
pt_br: Comportamento de Abertura:
pt_pt: Comportamento ao Abrir:
ru: Открыть поведение:
sv: Öppningsbeteende:
zh_hans: 打开行为：
zh_hant: 開啟行為：

# x5i-CI-gSv.title
source: Open Permissions Settings
ar: افتح إعدادات الأذونات
de: Berechtigungseinstellungen öffnen
es: Abrir configuración de permisos
fr: Ouvrir les paramètres d'autorisations
it: Apri Impostazioni Permessi
ja: 権限設定を開く
ko: 권한 설정 열기
nl: Open Machtigingsinstellingen
pt_br: Abrir Configurações de Permissões
pt_pt: Abrir Definições de Permissões
ru: Открыть настройки разрешений
sv: Öppna behörighetsinställningar
zh_hans: 打开权限设置
zh_hant: 開啟權限設定
